const kovalenko = {
  a: "а",
  i: "і",
  u: "у",
  e: "е",
  o: "о",

  ka: "ка",
  ki: "кі",
  ku: "ку",
  ke: "ке",
  ko: "ко",

  sa: "са",
  shi: "ші",
  su: "су",
  se: "се",
  so: "со",

  ta: "та",
  chi: "чі",
  tsu: "цу",
  te: "те",
  to: "то",

  na: "на",
  ni: "ні",
  nu: "ну",
  ne: "не",
  no: "но",
  
  ha: "ха",
  hi: "хі",
  fu: "фу",
  he: "хе",
  ho: "хо",

  ma: "ма",
  mi: "мі",
  mu: "му",
  me: "ме",
  mo: "мо",

  ya: "я",
  yu: "ю",
  yo: "йо",

  ra: "ра",
  ri: "рі",
  ru: "ру",
  re: "ре",
  ro: "ро",

  wa: "ва",
  n: "н",

  ga: "ґа",
  gi: "ґі",
  gu: "ґу",
  ge: "ґе",
  go: "ґо",

  za: "дза",
  ji: "джі",
  zu: "дзу",
  ze: "дзе",
  zo: "дзо",

  da: "да",
  de: "де",
  do: "до",

  ba: "ба",
  bi: "бі",
  bu: "бу",
  be: "бе",
  bo: "бо",

  pa: "па",
  pi: "пі",
  pu: "пу",
  pe: "пе",
  po: "по",

  kya: "кя",
  kyu: "кю",
  kyo: "кьо",

  sha: "шя",
  shu: "шю",
  sho: "шьо",

  cha: "чя",
  chu: "чю",
  cho: "чьо",

  nya: "ня",
  nyu: "ню",
  nyo: "ньо",

  hya: "хя",
  hyu: "хю",
  hyo: "хьо",

  mya: "мя",
  myu: "мю",
  myo: "мьо",

  rya: "ря",
  ryu: "рю",
  ryo: "рьо",

  gya: "ґя",
  gyu: "ґю",
  gyo: "ґьо",

  ja: "джя",
  ju: "джю",
  jo: "джьо",

  bya: "бя",
  byu: "бю",
  byo: "бьо",

  pya: "пя",
  pyu: "пю",
  pyo: "пьо",

};

export default kovalenko;